/* 
   Localizable.strings
   Redial

   Created by qqn_pipi on 10-7-29.
   Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "キャンセル";

"Back" = "戻る";

"Edit" = "編集";

"Call" = "発信";

"Dial" = "ダイヤ";

"Settings" = "設定";

"Support" = "サポート";

"Save" = "保存";

"No" = "いいえ";

"Yes" = "はい";

"Close" = "閉じる";

"Text Message" = "SMSで送信";

"Submit" = "サブミット";

"Reset" = "リセット";

"Help" = "ヘルプ";

"Items" = "項目";

// SMS & Call Message

"kSmsNotSupportOnOS" = "ご利用のiOSバージョンはSMS機能を対応していません";

"kInfoSmsSentSuccess" = "SMSの送信が完了しました";

"kInfoSmsSentFailure" = "SMSの送信が失敗しました、インターネット設定を確認して下さい";

"kCallNotSupportOnIPod" = "ご利用のデバイスは通話できません";

"kInfoAddCalendarSuccess" = "イベントをカレンダーに追加しました";

"kInfoConfirmDelete" = "この記録を削除しますか？";

"kInfoValueEmpty" = "空欄があります";

"kInfoSaveConfigSuccess" = "設定は保存しました";

"kErrorNetwork" = "本アプリご利用の際にインターネット接続が必要なので、インターネット設定を確認して下さい";

"ConnectingServer" = "サーバー接続中...";

"kSystemFailure" = "サーバーに接続できません、インターネット接続を確認して下さい";
